/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Versi baru tersedia.";
"Version:" = "Versi: kapan:";
"Released Date:" = "Tanggal Rilis:";
"Remind me later" = "Ingatkan aku nanti";
"Update now" = "Memperbarui sekarang";
"Check the update" = "Periksa pembaruan";
"The version you are using is the latest one!" =
"Versi yang Anda gunakan adalah yang terbaru!";
"Software updata" = "Pembaruan perangkat lunak";
"Network error, please check the network and try again." =
"Kesalahan jaringan, harap periksa jaringan dan coba lagi.";
"OK" = "oke";
"Downloading, please wait a moment." =
"Sedang mengunduh, harap tunggu sebentar.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" =
"Unduh selesai. Instalasi segera membutuhkan penutupan program yang sedang berjalan. Apakah Anda ingin melanjutkan?";
"Install now" = "Pasang sekarang";
"Cancel" = "Membatalkan";
"Download the latest version, do you want to cancel?" =
"Unduh versi terbaru, apakah Anda ingin membatalkan?";
"Download error, please check the network and try again," =
"Kesalahan unduhan, harap periksa jaringan dan coba lagi,";
"Yes" = "Ya";
"No" = "Tidak";
"Installing, please wait a moment." =
"Menginstal, harap tunggu sebentar.";
"Install complete." = "Instal selesai.";
"Start now" = "Mulai sekarang";
"Install failed, please try again." = "Instal gagal, coba lagi.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." =
"Harap menunggu dengan sabar hingga penginstalan program selesai, jika tidak, dapat menyebabkan pengecualian program.";
"Try again" = "Coba lagi";
"What's New:" = "Apa yang baru:";
"Checking for updates…" = "Memeriksa pembaruan…";
